[
	{
		"name": "David Rupper",
		"intro": "Co-Founder, USA",
		"image": "/assets/rupper.jpeg",
		"bio": "David retired from a global insurance company as a corporate ethics and compliance vice-president in May 2019. Although David had extensive corporate experience in Asia (including living in Hong Kong and Tokyo), he focused his retirement efforts on non-profit work in Africa. David has volunteered as a career and economic development specialist for BYU-Pathway Worldwide in Africa. He also assisted with the organization of The Lord's Hands (where he acts as an advisor). \n\nDavid currently sits on the Global Board of the BYU Management Society where he serves a VP, Strategic Development with a concentration of Africa.",
		"linkedin": "https://www.linkedin.com/in/david-rupper-a0ba59a3/"
	},
	{
		"name": "Joseph Bentum",
		"intro": "Co-Founder, Ghana",
		"image": "/assets/bentum.jpeg",
		"bio": "Joseph Yaw Bentum is a seasoned entrepreneur who has co-founded two business start-ups specializing in business consulting, management, project-based solutions, investments, real estate, business sourcing, and tourism. Currently serving as the Business Development Officer at Family & Friends Nigeria Ltd., Joseph has successfully led the company's expansion into six other West African countries. \n\nWith a diverse portfolio, Joseph has owned and operated businesses in multiple African countries, notably contracting with FamilySearch International, one of the world's largest genealogical and family history non-profit organizations. His role involved overseeing African Oral Genealogy projects and records of interest imaging across the continent. \n\nIn addition to his corporate achievements, Joseph holds a BSc in Business Administration from Jaipur University, India, and is pursuing his second degree in Business Management with a sub-specialization in Entrepreneurship from Brigham Young University-Idaho. Currently, he also serves as the Assistant Africa Regional Director for the BYU Management Society, dedicated to promoting moral and ethical leadership. \n\nJoseph brings over 8 years of experience in strategic management, consulting, business coaching, investment planning, quality assurance, and product development. Outside the business realm, he finds joy in seafood, swimming, traveling, reading, business movies/podcasts, and hiking.",
		"linkedin": "https://www.linkedin.com/in/joseph-yaw-bentum-90397256/"
	}
]
