[
	{
		"name": "Roland Pecku",
		"intro": "Educational Technologist, Ghana",
		"image": "https://inclusionafrika.imgix.net/pecku.jpg",
		"bio": "Roland Pecku is an Educational Technologist with a passion for leveraging technology to improve learning outcomes. He is a seasoned educator with a demonstrated history of working in the education management industry. \n\nRoland is skilled in Educational Technology, Instructional Design, Curriculum Development, and Educational Leadership. He is a strong education professional. \n\nRoland is a firm believer in the power of education to transform lives. He is committed to leveraging his expertise to improve learning outcomes for students across the Africa.",
		"linkedin": "https://www.linkedin.com/in/roland-pecku-b3287a121/"
	},
	{
		"name": "Aniekan Winner Anietie",
		"intro": "Front-End Developer, Nigeria",
		"image": "https://inclusionafrika.imgix.net/winner.jpg",
		"bio": "Aniekan Winner is a Front-End Developer with a passion for building user-friendly web applications. He is a seasoned developer with a demonstrated history of working in the information technology and services industry. \n\nAniekan is skilled in HTML, CSS, JavaScript, React, and Node.js. He is a strong engineering professional. \n\nAniekan is a firm believer in the power of technology to transform lives. He is committed to leveraging his expertise to create opportunities across Africa.",
		"linkedin": "https://www.linkedin.com/in/winnera/"
	},
	{
		"name": "Pamela Ibitamuno ",
		"intro": "Legal Adviser, Nigeria",
		"image": "https://inclusionafrika.imgix.net/pamela.JPG",
		"bio": "Pamela Victor is a distinguished Legal Technologist renowned for her profound knowledge in technology law. A seasoned Lawyer and Cybersecurity researcher, Pamela actively works to bridge the divide between technology and the legal realm. \n\nWith a focus on addressing issues related to Cybercrime, Crypto-theft, Data breaches, and Forensic Investigations, Pamela is committed to leveraging her legal acumen and cybersecurity expertise to deliver effective solutions for individuals and organizations. \n\nPamela's keen interest in Blockchain Technology underscores her dedication to staying at the forefront of technological advancements. Having collaborated with various Tech Startups, she brings a goal-oriented and unwavering commitment to achieving success in her endeavors. \n\nIn the dynamic intersection of law and technology, Pamela Victor emerges as a proactive force, determined to make a significant impact in the ever-evolving digital landscape.",
		"linkedin": "https://www.linkedin.com/in/pamela-victor-ibitamuno-6a3b6a171/"
	}
]
