[
	{
		"name": "Roland Pecku",
		"intro": "Educational Technologist, Ghana",
		"image": "https://media.licdn.com/dms/image/C4E03AQGNiY9bVfB2Rw/profile-displayphoto-shrink_800_800/0/1613915551994?e=1704326400&v=beta&t=qENauCe6xH4SHA898pzsMxeVqoxM1Q25Pged_VEKPJs",
		"bio": "Charlie Brown is a skilled member of our tech team with expertise in...",
		"linkedin": "https://www.linkedin.com/in/david-rupper-1b1b1b1/"
	},
	{
		"name": "Aniekan Winner",
		"intro": "Front-End Developer, Nigeria",
		"image": "/assets/winner.jpg",
		"bio": "Aniekan Winner, a front-end web developer from Nigeria, started his journey fascinated by UX design. As he delved deeper, he faced challenges in the tech world. That's where Inclusion Afrika stepped in, providing crucial support and mentorship. \n\nBeyond UX, Aniekan embraced Full Stack Development.\n\nNow, armed with a blend of UX design and Full Stack skills, Aniekan approaches projects with a simple goal—crafting inclusive and innovative digital experiences. His story is one of resilience, growth, and a commitment to making tech more accessible for everyone.",
		"linkedin": "https://www.linkedin.com/in/winnera/"
	},
	{
		"name": "Pamela Ibitamuno ",
		"intro": "Legal Adviser, Nigeria",
		"image": "https://media.licdn.com/dms/image/D4D22AQEKMafFD1uOhQ/feedshare-shrink_1280/0/1680830189512?e=1701302400&v=beta&t=piCYCizJRt_u3NU4G2E4WCnJdT31Yg1p21BR_B462C4",
		"bio": "Pamela Victor is a distinguished Legal Technologist renowned for her profound knowledge in technology law. A seasoned Lawyer and Cybersecurity researcher, Pamela actively works to bridge the divide between technology and the legal realm. \n\nWith a focus on addressing issues related to Cybercrime, Crypto-theft, Data breaches, and Forensic Investigations, Pamela is committed to leveraging her legal acumen and cybersecurity expertise to deliver effective solutions for individuals and organizations. \n\nPamela's keen interest in Blockchain Technology underscores her dedication to staying at the forefront of technological advancements. Having collaborated with various Tech Startups, she brings a goal-oriented and unwavering commitment to achieving success in her endeavors. \n\nIn the dynamic intersection of law and technology, Pamela Victor emerges as a proactive force, determined to make a significant impact in the ever-evolving digital landscape.",
		"linkedin": "https://www.linkedin.com/in/pamela-victor-ibitamuno-6a3b6a171/"
	}
]
